import styles from "./sm.module.css";

const Sm = () => {
  return (
    <div className={styles.conteiner}>
      <header className={styles.header}>
        <p className={styles.abzac}>
        
         
   
          <p>
          Временно свободная атака на всех СМ. В первый день СМ идем по стандарту: мост, бастион на выбор,мост героев,храм на выбор,цитадель.После захвата этих укреплений забираем иные с приоритетом захвата укреплений полностью-зависит от сложности противника.
          </p>
          <p>
          Каждый,являясь"командующим", выбирает себе цели сам. Все атаки на пачки, приближенные к максималке, прогоняем через тесты в тренировочном чате СМ. Если цель пока недоступна из-за временно невзятых укреплений до укрепления с желаемой целью, ставим сами себе метку, давая понять остальным,что цель занята другим игроком,чтобы остальные не теряли время на подбор пачки для атаки на вашу цель,когда она станет доступной для атаки.
          </p>
          <p>
            Бестолковые атаки для галочки будут означать,что кому-то пора в бестолковую гильдию. У игрока, не сделавшего 2 атаки титанами и 3 пачками героев, внезапно сильно повышаются шансы быть занесенными в картотеку пропавших из гильдии без вести. Если у вас конченный второй пак титанов или уебанская третья пачка героев, подумайте,куда их слить с пользой для всех-можно разрядить заряженного титана/героя, попробовать добить обглотки и лохмотья недобитой цели.
          </p>
          <p>
            В случае протовостояния с сильным противником сообщаем в любой чат для остальных полезную информацию о том,как громко пукнул ваш отряд, с какой тональностью и тембром свиста, например, фото петушиной атаки в телегу или сообщение в чат игры о заряженной тенебрис,чтобы не пересматривать еблоатаку другим игрокам, готовясь добить начатую точку,чтобы понимать примерное начало боя. 
          </p>
        </p>
      </header>
    </div>
  );
};

export default Sm;
